<!DOCTYPE html>
<html lang="de">
<head>
  <meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Kreideleben: Blog</title>
<link rel="shortcut icon" href="photos/favicon.ico">
<link rel="stylesheet" href="comingsoon.css">
</head>
<body>

<div class="topleft">
  <h3><a href="index.html">Home</a>&nbsp;&nbsp;&nbsp;<a href="datumuhrzeit.html">Datum und Uhrzeit</a>&nbsp;&nbsp;&nbsp;<a href="blog.html">Blog</a>&nbsp;&nbsp;&nbsp;<a href="kontakt.html">Kontakt</a></h3>
  <h1>Blog</h1>
  <!-- Blog post "Ver&auml;nderung und Umdenken", created: 2024-03-16. Last edit: 2024-03-16 -->
  <h2>Ver&auml;nderung und Umdenken</h2>
  <h4>Erstellungsdatum: Dr-W11-T1-J2, Letzte &Auml;nderung: Dr-W11-T1-J2</h4>
  <p>Mit der Zeit ver&auml;ndert sich alles. Auch Menschen und ihre Vorstellungen und W&uuml;nsche &auml;ndern sich. Auch ich habe mich ver&auml;ndert.</p>
  <p>Ich schaue jetzt auf das, was ich bisher mit meinem Youtube-Kanal gemacht habe, und mit dieser Webseite. Und mit den Augen von heute sieht es echt nicht gut aus. Ich bin nicht wirklich talentiert, gute Videos zu machen. Ich habe zurzeit auch gar keine Motivation, da weiter zu machen, wo ich aufgeh&ouml;rt hab.</p>
  <p>Deshalb wird sich jetzt hier einiges &auml;ndern. Diese Webseite im Stil der 90er-Jahre gef&auml;llt mir sehr, aber die Mathe-Videos gefallen mir nicht mehr. Falls ich tats&auml;chlich noch Videos mache, dann in einem ganz anderen Stil und mit v&ouml;llig anderen Inhalten. Erstmal werde ich das ganze hier aber auf Eis legen.</p>
  <!-- Blog post "Verz&ouml;gerungen im Betriebsablauf", created: 2023-11-27. Last edit: 2023-11-27 -->
  <h2>Verz&ouml;gerungen im Betriebsablauf</h2>
  <h4>Erstellungsdatum: F&uuml;-W13-T3-J1, Letzte &Auml;nderung: F&uuml;-W13-T3-J1</h4>
  <p>Da ich privat gerade viel zu tun habe, wird sich das Erscheinen des n&auml;chsten Videos ein wenig verz&ouml;gern, siehe den Countdown auf der Startseite.</p>
  <!-- Blog post "Ein Kalender f&uuml;r das Jahr 2", created: 2023-11-14. Last edit: 2023-11-14 -->
  <h2>Ein Kalender f&uuml;r das Jahr 2</h2>
  <h4>Erstellungsdatum: Se-W11-T3-J1, Letzte &Auml;nderung: Se-W11-T3-J1</h4>
  <p>Ich habe mal aus Spa&szlig; einen <a href="downloads/Jahr%202.pdf">Kalender f&uuml;r das Jahr 2</a> erstellt. Ich hoffe er gef&auml;llt!</p>
  <!-- Blog post "Erstes Video ist fertig", created: 2023-11-05. Last edit: 2023-11-05 -->
  <h2>Erstes Video ist fertig</h2>
  <h4>Erstellungsdatum: Vi-W10-T3-J1, Letzte &Auml;nderung: Vi-W10-T3-J1</h4>
  <p>So Leute, das erste Video ist endlich fertiggestellt! Ich bin sehr zufrieden mit dem Ergebnis. Ich habe es so eingestellt, dass es genau in dem Moment live geht, wenn der Countdown abgelaufen ist. Es sollte dann auch ein Link zum Video auf der <a href="index.html">Startseite</a> erscheinen.</p>
  <!-- Blog post "Sprechen ist schwieriger als gedacht", created: 2023-10-31. Last edit: 2023-10-31 -->
  <h2>Sprechen ist schwieriger als gedacht</h2>
  <h4>Erstellungsdatum: Se-W09-T3-J1, Letzte &Auml;nderung: Se-W09-T3-J1</h4>
  <p>Es geht voran:  Die n&ouml;tige Hardware ist vorhanden, in die Benutzung der notwendigen Software habe ich mich mittlerweile auch schon eingearbeitet. Intro und Abspann sind l&auml;ngst fertig.</p>
  <p>Eigentlich steht doch jetzt dem Vorhaben nichts im Wege, das erste Video zu produzieren. K&ouml;nnte man meinen.</p> 
  <p>Die Aufgabe vor der ich momentan stehe ist scheinbar simpel: Ein Text ist geschrieben, dieser muss ins Mikro gesprochen und aufgenommen werden. Doch genau das stellt sich als deutlich schwieriger heraus, als ich dachte. Heute, einen Tag vor dem urspr&uuml;nglich geplanten Upload des ersten Videos, habe ich drei Takes hinter mir und bin mit dem Ergebnis noch nicht zufrieden. Es wird von mal zu mal besser, aber heute wird das nichts mehr.</p>
  <p>Probieren geht &uuml;ber Studieren, und so probiere ich es weiter. Bis ich zufrieden bin wird es allerdings noch einige Tage dauern, daher die Anpassung des Countdowns auf der Startseite.</p>
  <!-- Blog post "Vorbereitungen f&uuml;r das erste Video", created: 2023-10-26. Last edit: 2023-10-26 -->
  <h2>Vorbereitungen f&uuml;r das erste Video</h2>
  <h4>Erstellungsdatum: Er-W09-T3-J1, Letzte &Auml;nderung: Er-W09-T3-J1</h4>
  <p>Da der Countdown jetzt nur noch etwas mehr als 6 Tage bis zum ersten Video anzeigt, habe ich bereits Arbeit in die Produktion ebenjenes investiert. Es ist aber noch nicht fertig! Leider funktioniert das Mikrofon meiner Kamera nicht, was mit zu meiner Entscheidung gef&uuml;hrt hat, einen Stil zu benutzen wo ich den Ton hinterher drauf spreche. Leider gibt es aber auch hierbei ein Problem: Aufnahmen mit Mikro an meinem PC beinhalten ein St&ouml;rger&auml;usch, welches sich auch mit Bearbeitung nicht komplett entfernen l&auml;sst ohne dass die Qualit&auml;t der Aufnahme darunter leidet.</p>
  <p>Ich denke, dass das St&ouml;rger&auml;usch irgendwie mit dem Mikrofoneingang zusammenh&auml;ngt. Deshalb habe ich mir ein USB-Mikrofon bestellt was voraussichtlich erst Samstag ankommt.</p>
  <p>Ih hoffe also sehr, dass das erste Video rechtzeitig erscheint, kann es aber momentan nicht komplett ausschlie&szlig;en dass es sich versp&auml;tet.</p>
  <p>Allgemein will ich in Zukunft nicht zu viel Arbeit in das ganze drumherum stecken, sondern mich fokussiert auf den Inhalt konzentrieren. Daf&uuml;r ist es aber notwendig, dass ich gerade jetzt am Anfang mehr Arbeit reinstecke. Alles einzurichten und sich mit allen Abl&auml;ufen vertraut zu machen ben&ouml;tigt nunmal am Anfang etwas mehr Aufwand.</p>
  <p>Es ist mittlerweile auch wichtig, dass Videos auf Youtube eine gewisse Basis-Qualit&auml;t aufweisen. Es gibt so viel Inhalt auf Youtube, und die Zuschauer sind es gewohnt, dass die Dinge irgendwie ansprechend dargestellt werden, und nicht anstrengend zu schauen sind. Daran muss ich mich also anpassen, auch wenn das eigentlich nicht meine Priorit&auml;t ist.</p>
  <!-- Blog post "Meine Zeitrechnung", created: unknown. Last edit: 2023-10-23 -->
  <h2>Meine Zeitrechnung</h2>
  <h4>Erstellungsdatum: unbekannt, Letzte &Auml;nderung: F&uuml;-W08-T3-J1</h4>
  <p>Was soll eigentlich diese Seite &bdquo;Datum und Uhrzeit&ldquo;, und warum ist der Countdown auf der Startseite so ungew&ouml;hnlich?<br />
  Beides ist aus einer &Uuml;berlegung geboren, welche ich vor einiger Zeit hatte. Ich habe mich gefragt, warum die Zeit &uuml;berhaupt so aufgeteilt wird wie wir es gewohnt sind. Warum hat eine Stunde genau sechzig Minuten, und eine Minute genau sechzig Sekunden? Und wenn wir schon dabei sind: Warum hat ein Jahr zw&ouml;lf Monate?</p>
  <p>Die Antwort sollte keine &Uuml;berraschung sein: Es ist historisch und kulturell so gewachsen und so geworden. Es gab verschiedene Zeitmessungssysteme, und eines davon hat sich letztlich global als Norm etabliert. Auch heute noch gibt es viele unterschiedliche Kalender, aber der gregorianische Kalender hat sich als die Norm durchgesetzt, welche weltweit am meisten genutzt wird. Trotzdem habe ich mich dann gefragt: Wie w&uuml;rde ich mir denn die Zeit einteilen und messen, wenn ich das System selbst festlegen d&uuml;rfte?</p>
  <p>Daraus ist das Kalendersystem und Zeitmessungssystem entstanden, welches ich <a href="datumuhrzeit.html">hier</a> zeige.</p>
  <p>Ich finde, dass Sekunden zu schnell ticken und daher zu hektisch sind. Deshalb wollte ich eine l&auml;ngere, entspanntere Grundeinheit. Als kleinste Einheit habe ich daher den &bdquo;Moment&ldquo; (Genus: maskulin) festgelegt, dieser besteht aus 5 Sekunden. Der Name ist angelehnt an den Begriff &bdquo;Moment&ldquo; im normalen Sprachgebrauch, der einen Zeitraum von sehr kurzer Dauer beschreibt. Als Einheitensymbol kann man &bdquo;mom&ldquo; nehmen.</p>
  <p>20 Momente ergeben einen &bdquo;Hektos&ldquo; (Genus: maskulin, Plural: Hekten). Umgerechnet entspricht ein Hektos genau 100 Sekunden, deshalb ist als Einheitensymbol &bdquo;hs&ldquo; passend, was entweder als &bdquo;Hektos&ldquo; oder als &bdquo;Hektosekunde&ldquo; gelesen werden kann, ohne dass es zu Widerspr&uuml;chen kommt. Der Name ist auch von dieser Hektosekunde abgeleitet.
  <br />&Uuml;brigens: Eine kurze Zeitdauer die wir oft im Alltag benutzen sind f&uuml;nf Minuten. Das entspricht genau drei Hekten.</p>
  <p>Die n&auml;chstgr&ouml;&szlig;ere Einheit, welche von der Gr&ouml;&szlig;enordnung den Stunden entspricht, ist der &bdquo;Fingar&ldquo; (Genus: maskulin, Plural: Fingar). Dieser Begriff ist in Analogie an die Finger gew&auml;hlt, da die Uhr 0 bis 5 Fingar anzeigt: Wenn 6 Fingar verstrichen sind, f&auml;ngt ein neuer Tagesabschnitt an. Ein Fingar entspricht 48 Hekten. Somit l&auml;sst sich ein Fingar leicht in Drittelfingar (das sind 16 Hekten) oder Viertelfingar (das sind 12 Hekten) unterteilen. In den &uuml;blichen Einheiten entspricht ein Fingar genau einer Stunde und 20 Minuten. Somit sind 6 Fingar genau 8 Stunden, oder ein Drittel eines Tages.</p>
  <p>Den Tag habe ich in drei gleichlange Abschnitte untergeteilt. Als Zeiteinheit nenne ich diese Drittel &bdquo;Terzitage&ldquo;, der Pr&auml;fix &bdquo;terzi-&ldquo; ist vom lateinischen Wort f&uuml;r &bdquo;Drittel&ldquo; abgeleitet. Als Tagesabschnitte habe ich &bdquo;Tag&ldquo;, &bdquo;Abend&ldquo; und &bdquo;Nacht&ldquo; festgelegt. Ich war mir nicht ganz sicher, an welchen Uhrzeiten ich diese Tagesabschnitte lege. Letztlich habe ich mich daf&uuml;r entschieden, den Tag bei 9 Uhr Sommerzeit bzw. bei 8 Uhr Winterzeit beginnen zu lassen. Es gibt also keine Zeitumstellung. Die Uhrzeiten f&uuml;r die &uuml;brigen Tagesabschnitte ergeben sich dann hieraus. Jeder neue Tag beginnt dann mit der Nacht, welche in der Winterzeit um genau Mitternacht beginnt, also wie der konventionelle Tagesbeginn. In der Sommerzeit beginnt der Tag um 1 Uhr. Somit orientieren sich meine Tageszeiten and der Weltzeit UTC.</p>
  <p>Ich habe mich dann gefragt: Wann soll denn das Jahr in meiner Zeitrechnung beginnen? Der konventionelle Jahresbeginn am ersten Januar ist historisch gewachsen, und hat seine Urspr&uuml;nge im r&ouml;mischen Kalendersystem. Die L&auml;nge des Kalenderjahres ist an der L&auml;nge des tropischen Jahres orientiert, welches die Dauer bezeichnet, welche die Erde braucht um einmal die Sonne zu umrunden, dies aber aus Sicht der Erde gesehen. Es gibt noch andere M&ouml;glichkeiten das Jahr zu definieren, aber das tropische Jahr ist diejenige Definition, welche auf Regelm&auml;&szlig;igkeit der Jahreszeiten ausgelegt ist.</p>
  <p>Wenn man sich mit den Details der Jahresmessung, oder allgemeiner der Zeitmessung besch&auml;ftigt, wird einem klar, dass es sehr kompliziert ist. Es gibt keine eindeutige L&ouml;sung, die Dauer eines Jahres festzulegen, ohne dass immer wieder Anpassungen vorgenommen werden m&uuml;ssen. Sogar die L&auml;nge eines Tages, welche auf 86400 Sekunden festgelegt ist, ist nur ein Mittelwert: Die L&auml;nge des astronomischen Tages, welche eine Umdrehung der Erde um sich selbst relativ zur Sonne beschreibt, ist &uuml;ber das Jahr hinweg nicht konstant. Sogar der Mittelwert der Tagesl&auml;nge ist gar nicht genau 86400 Sekunden lang, weil die Geschwindigkeit mit der sich die Erde um sich selbst dreht nicht ganz konstant bleibt. Um dies zu ber&uuml;cksichtigen wird ab und an in der Weltzeit UTC eine Schaltsekunde eingef&uuml;gt.</p>
  <p>Ich habe mich dazu entschieden, den Jahresanfang an einem astronomischen Ereignis festzumachen: Der erste Tag des Jahres ist derjenige, der direkt auf den Tag folgt, an dem der Abstand zwischen Erde und Sonne am geringsten ist. Dieses Ereignis, die Position der Erde w&auml;hrend dieses Ereignisses, und der Zeitpunkt des Ereignisses werden als &bdquo;Perihel&ldquo; bezeichnet. So ist mein Jahresbeginn nicht allzu weit vom konventionellen Jahresbeginn, aber variiert bzgl. des konventionellen Kalenders von Jahr zu Jahr ein wenig. Der Grund: Das Erde-Mond-System beeinflusst den Zeitpunkt des Perihels erheblich, und bewirkt eine scheinbar zuf&auml;llige Variation des Perihelzeitpunktes.</p>
  <p>Die L&auml;nge meines Jahres sind 51 Wochen, und die Tage nach diesen 51 Wochen bis zum n&auml;chsten Perihel sind die &bdquo;Tage zwischen den Jahren&ldquo;. Diese Bezeichnung ist daran angelehnt, dass im deutschen Kulturkreis die Zeit zwischen Weihnachten und Neujahr, wo vieles ruht, umgangssprachlich auch als Zeit &bdquo;zwischen den Jahren&ldquo; bezeichnet wird.</p>
  <p>Die L&auml;nge von genau 51 Wochen f&uuml;r ein Jahr bedeutet, dass sich das Jahr in drei gleichgro&szlig;e Teile unterteilen l&auml;sst. Diese nenne ich Tertiale. Im Gegensatz zu den konventionellen Monaten, oder den daraus abgeleiten Quartalen des Jahres, haben diese Tertiale eine gleich bleibende L&auml;nge.</p>
  <p>Die Wochen sind, wie die konventionellen Wochen, in 7 Tage aufgeteilt. Diese haben die (nicht so kreativen) Namen Erstag, Zweitag, Drittag, Viertag, F&uuml;nftag, Sechstag und Rasttag. Der Name &bdquo;Rasttag&ldquo; soll zum Ausdruck bringen, dass dies als Ruhetag gedacht ist. Der Erstag f&auml;llt immer auf den ersten Tag des Jahres. F&uuml;r die Zeit zwischen den Jahren gibt es keinen Rasttag, denn alle diese Tage sind als Ruhetage gedacht. Stattdessen wird in den Tagen zwischen den Jahren nach dem Sechstag einfach weitergez&auml;hlt: Es folgen dann ggf. der Siebtag, Achtag und Neuntag.</p>
  
  <h3><a href="index.html">Home</a>&nbsp;&nbsp;&nbsp;<a href="datumuhrzeit.html">Datum und Uhrzeit</a>&nbsp;&nbsp;&nbsp;<a href="blog.html">Blog</a>&nbsp;&nbsp;&nbsp;<a href="kontakt.html">Kontakt</a></h3>
</div>
</body>
</html>
