<!DOCTYPE html>
<html lang="de">
<head>
  <meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Kreideleben: Kontakt</title>
<link rel="shortcut icon" href="photos/favicon.ico">
<link rel="stylesheet" href="comingsoon.css">
</head>
<body>

<div class="topleft">  
  <h2>Kontakt</h2>
  <p>E-Mail: kreideleben&nbsp;&auml;tt&nbsp;proton&nbsp;me</p>
  <p>Reddit: u/kreideleben</p>
  <h4>Datenschutzerkl&auml;rung</h4>
  <small>
  <p>Vom Webseitenbetreiber werden keine Daten von dir, dem Webseitenbesucher, erhoben oder verarbeitet. Um die Webseite zur Verf&uuml;gung zu stellen, wird folgender Hoster eingesetzt:</p>
  <p>GitHub, Inc.<br />88 Colin P. Kelly Jr. St.<br />San Francisco, CA 94107<br />Vereinigte Staaten</p>
  <p>Bei deinem Besuch dieser Webseite werden durch deinen Browser gewisse Daten an den Hoster &uuml;bermittelt, welche dieser verarbeitet. Dies wird im Folgenden n&auml;her erl&auml;utert. Es werden aber keine dieser Daten vom Hoster an den Webseitenbetreiber &uuml;bermittlet.</p>
  <p>Folgende Daten werden durch den Hoster erhoben: IP-Adresse, die Adresse der vorher besuchten Webseite (Referer Anfrage-Header), Datum und Uhrzeit der Anfrage, Zeitzonendifferenz zur Greenwich Mean Time, Inhalt der Anforderung, HTTP-Statuscode, &uuml;bertragene Datenmenge, Webseite, von der die Anforderung kommt und Informationen zu Browser und Betriebssystem.</p>
  <p>Der Zweck der Datenerhebung und -verarbeitung durch den Hoster ist, dass die Webseite dir angezeigt werden kann, und um die Stabilit&auml;t und Sicherheit der Webseite zu gew&auml;hrleisten. Dies entspricht dem berechtigten Interesse des Webseitenbetreibers. Rechtsgrundlage f&uuml;r die Datenverarbeitung in diesem Sinne ist Artikel 6 Absatz 1 Buchstabe f der Datenschutzgrundverordnung.</p>
  <p>Die Daten werden gel&ouml;scht, sobald der Zweck der Verarbeitung entf&auml;llt.</p>
  <p>Die Verarbeitung der hier beschriebenen Daten ist weder gesetzlich noch vertraglich vorgeschrieben. Sie ist der Telekommunikations-Zugangsvermittlung zuzurechnen. Du hast das Recht, der Verarbeitung der Daten zu widersprechen. F&uuml;r weitere Fragen oder andere Anliegen bez&uuml;glich der Datenverarbeitung, wende dich bitte an den Hoster. Eine M&ouml;glichkeit hier&uuml;r bietet dieses <a href="https://support.github.com/contact/privacy">Kontaktformular</a>.</p>
  </small>
  <h4>Weitere Anmerkungen</h4>
  <small>
  <p>Diese Webseite wird ausschlie&szlig;lich f&uuml;r private Zwecke betrieben, und ist daher nicht impressumspflichtig.</p>
  <p>Der Webseitenbetreiber ist eine nat&uuml;rliche Person mit Wohnsitz in Deutschland, welche alleinige Verantwortliche f&uuml;r die Inhalte dieser Webseite, sowie auch f&uuml;r die Inhalte des auf der Startseite verlinkten YouTube-Kanals ist.</p>
  <p>Hintergrundbild der Webseite von <a href="https://unsplash.com/fr/@catrionaobrian?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Ekaterina Novitskaya</a> auf <a href="https://unsplash.com/de/fotos/gLroHoWh_as?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Unsplash</a></p>
  <p>Titelmusik der Videos: <a href="https://www.youtube.com/watch?v=0cy2_EKcOvQ">Dont Stop Me (Abstract Future Bass)</a> von <a href="https://www.youtube.com/@alexiaction5153">Alexi Action</a></p>
  <p>Bilder, welche in den Videos verwendet wurden:
    <ul>
      <li>"Gehirn" von <a href="https://unsplash.com/@fakurian?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash">Milad Fakurian</a> auf <a href="https://unsplash.com/photos/blue-and-green-peacock-feather-58Z17lnVS4U?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash">Unsplash</a></li>
    </ul>
  </p>
  </small>
  
  <h3><a href="index.html">Home</a>&nbsp;&nbsp;&nbsp;<a href="datumuhrzeit.html">Datum und Uhrzeit</a>&nbsp;&nbsp;&nbsp;<a href="blog.html">Blog</a>&nbsp;&nbsp;&nbsp;<a href="kontakt.html">Kontakt</a></h3>
</div>
</body>
</html>
